#+title: Evaluaci贸n de la exposici贸n
#+author: Gunnar Wolf

* Sistemas Distribuidos

- Tema presentado por :: Juli谩n Bola帽os y Juan Zurita
- Calificaci贸n global :: Por favor revisen m谩s adelante para ver de
  d贸nde vienen todos estos n煤meros 

|------------------------+------+--------------------+------+---------|
| Evaluaci贸n  compa帽eros | Peso | Evaluaci贸n docente | Peso | *Total* |
|------------------------+------+--------------------+------+---------|
|                    9.5 |  0.3 |               6.63 |  0.7 |    7.49 |
|------------------------+------+--------------------+------+---------|
#+TBLFM: @2$5=$1*$2+$3*$4;f-2

* Comentarios

Dado que es una presentaci贸n en video, no puedo evaluar /dominio del tema/ y
/presencia/ como lo har铆amos habitualmente. Me centro en las respuestas que
hagan a las preguntas de sus compa帽eros para el primero y en si la presentaci贸n
"suena" le铆da directamente del material que prepararon o expuesta m谩s libremente
para el segundo.

- El tema me pareci贸 muy acertado para la materia, pues se relaciona
  de buena manera con algunos t贸picos como la administraci贸n de
  recursos y procesos, as铆 como temas muy ligados tales como la
  abstracci贸n y la encapsulaci贸n. Si bien el tiempo del video fue algo
  prolongado, lo cierto es que la informaci贸n est谩 completa y se nota
  el dominio del tema. 隆Muy bien hecho!

* Evaluaci贸n grupal

|              | 1 | 2 | 3 | 4 | 5 | Total |
|--------------+---+---+---+---+---+-------|
| Originalidad | 0 | 0 | 1 | 1 | 2 |  8.50 |
| Nivel        | 0 | 0 | 0 | 1 | 3 |  9.50 |
| Relevancia   | 0 | 0 | 0 | 0 | 4 | 10.00 |
| Claridad     | 0 | 0 | 0 | 1 | 3 |  9.50 |
| Presencia    | 0 | 0 | 0 | 0 | 4 | 10.00 |
|--------------+---+---+---+---+---+-------|
|              |   |   |   |   |   |  9.50 |
#+TBLFM: @2$7..@6$7=10 * (0.2*$2 + 0.4*$3 + 0.6*$4 + 0.8*$5 + $6 ) / vsum($2..$6); f-2::@7$7=vmean(@2$7..@6$7); f-2

** Comentarios de los compa帽eros

Tu exposici贸n recibi贸 los siguientes comentarios anonimizados por
parte de tus compa帽eros:


* Evaluaci贸n por parte del docente

| *Aspecto*              | *Peso* | *Evaluaci贸n* | *Puntos* |
|------------------------+--------+--------------+----------|
| Originalidad del tema  |    0.1 |          7.5 |     0.75 |
| Material desarrollado  |    0.2 |          7.5 |      1.5 |
| Contenido              |    0.2 |            5 |       1. |
| Fuentes bibliogr谩ficas |    0.1 |           10 |       1. |
| Uso del tiempo         |    0.1 |            5 |      0.5 |
| Dominio del tema       |   0.15 |            5 |     0.75 |
| Presencia              |   0.15 |          7.5 |    1.125 |
|------------------------+--------+--------------+----------|
| *Global*               |        |              |     6.63 |
#+TBLFM: @<<$4..@>>$4=$2*$3::$4=vsum(@<<..@>>);f-2

** Comentarios
- 隆Se pasaron del doble del tiempo esperado! 
- La presentaci贸n completa la van dando leyendo del material que presentaron, y
  resulta /muy claro/ cuando est谩n leyendo un p谩rrafo que comprenden claramente,
  y cu谩ndo es uno que no comprenden bien. 隆Eviten hacer eso! Da bastante mala
  impresi贸n.
- No hay una progresi贸n natural de temas. Conforme avanzamos de secci贸n en
  secci贸n, van abordando diferentes subtemas sin una hilaci贸n clara. Hay temas
  que ubican bastante adelante que deber铆an ir al inicio (p.ej. secci贸n 7).

* Verificaci贸n de originalidad

Los reportes que env铆an son verificados utilizando la herramienta
/Compilatio/. Para fines de esta materia, el resultado de esta
revisi贸n /no tendr谩 ning煤n efecto/ mientras el umbral de textos
copiados de otros documentos sin atribuci贸n sea menor al 30%.

- 34% de textos sospechosos
  - 25% de similitudes con otros documentos
  - 14% estil铆sticamente pr贸ximos a lo generado por IA (indicador, no
    prueba)
  - 0% idiomas no reconocidos
  - <1% de citas atribu铆das (citas expresas)
